Repository: kochenderKoch/GoogleExporter
Catalog: lib/l10n/arb/app_*.arb
Languages: hi, it

source: About
hi: के बारे में
it: Informazioni

source: About this app
hi: इस ऐप के बारे में
it: Informazioni sull'app

source: Accounts
hi: खाते
it: Account

# appBarTitle
source: Google Exporter
hi: गूगल निर्यातक
it: Esportatore Google

source: Case number
hi: मामला संख्या
it: Numero del caso

# caseNumberEmpty
source: Please enter a case number
hi: कृपया मामला संख्या दर्ज करें
it: Inserire il numero del caso

source: Color schema
hi: रंग योजना
it: Schema di colori

# darkMode
source: Dark
hi: डार्क मोड
it: Modalità scura

source: Description
hi: विवरण
it: Descrizione

source: Downloads
hi: डाउनलोड
it: Download

# evidenceNumber
source: Identifier
hi: साक्ष्य संख्या
it: Numero di prova

# evidenceNumberEmpty
source: Bitte Identifier eingeben
hi: कृपया साक्ष्य संख्या दर्ज करें
it: Inserire il numero di prova

# existingProject
source: Load existing project
hi: मौजूदा परियोजना लोड करें
it: Carica un progetto esistente

source: General Settings
hi: सामान्य सेटिंग्स
it: Impostazioni generali

source: Home
hi: मुख्य पृष्ठ

source: Language
hi: भाषा
it: Lingua

source: Last opened projects
hi: अंतिम खोले गए प्रोजेक्ट्स
it: Ultimi progetti aperti

# lightMode
source: Light
hi: लाइट मोड
it: Modalità chiara

source: Load project
hi: परियोजना लोड करें
it: Carica progetto

# openSource
source: Open-Source-Note
hi: ओपन सोर्स नोट
it: Nota sull'open source

source: Other Settings
hi: अन्य सेटिंग्स
it: Altre impostazioni

# privacy_policy
source: Privacy police
hi: गोपनीयता नीति
it: Politica sulla privacy

source: Processor
hi: प्रोसेसर
it: Processore

# processorEmpty
source: Please enter a processor
hi: कृपया प्रोसेसर दर्ज करें
it: Inserire il processore

source: Projects
hi: परियोजनाएं
it: Progetti

# savePath
source: Path to save the project
hi: सहेजने का पथ
it: Percorso di salvataggio

# savePathEmpty
source: Please enter a save path
hi: कृपया सहेजने का पथ चुनें
it: Selezionare un percorso di salvataggio

# savePathInvalid
source: Invalid save path
hi: चयनित सहेजने का पथ अमान्य है
it: Percorso di salvataggio selezionato non valido

source: Save project
hi: परियोजना सहेजें
it: Salva progetto

source: Services
hi: सेवाएँ
it: Servizi

source: Settings
hi: सेटिंग्स
it: Impostazioni

# systemMode
source: System
hi: सिस्टम मोड
it: Modalità sistema

source: Theme mode
hi: थीम मोड
it: Modalità tema
